TOKEN = "8582895684:AAFX1JH2DrRNCuUbEMmJF5T-prWl3NZXIEg"
ADMIN_ID = 846008896

WELCOME_TEXT = (
    "Добро пожаловать ✨\n"
    "Введите дату рождения в формате ДД.ММ.ГГГГ"
)
ENERGY_MEANINGS = {
    1: "Энергия инициативы и начала.",
    2: "Энергия партнёрства и чувств.",
    3: "Энергия творчества.",
    4: "Энергия структуры и опоры.",
    5: "Энергия свободы.",
    6: "Энергия выбора и любви.",
    7: "Энергия поиска смысла.",
    8: "Энергия баланса.",
    9: "Энергия мудрости.",
    10: "Энергия перемен.",
    11: "Энергия внутренней силы.",
    12: "Энергия паузы.",
    13: "Энергия трансформации.",
    14: "Энергия умеренности.",
    15: "Энергия материального.",
    16: "Энергия резких изменений.",
    17: "Энергия вдохновения.",
    18: "Энергия интуиции.",
    19: "Энергия радости.",
    20: "Энергия пробуждения.",
    21: "Энергия завершения.",
    22: "Энергия свободы."
}

